<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<!--
/**************************************/
 *     Createur : F. Sagez	      *	
 *     Date de Creation : 17/02/01    *	
 *     Date de Mise a jour : 23/02/08 *
 *     Nom du fichier : PopUp.html    *	
/**************************************/
-->
<html>

<!-- Mirrored from freddo.chez.com/News/PopUp.html by HTTrack Website Copier/3.x [XR&CO'2014], Thu, 31 Mar 2016 13:55:41 GMT -->
<head>
<title> QUOI DE NEUF sur le site de FrEd! </title>
<meta name="Author" content="Frederic Sagez">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>
<script TYPE="text/javascript" LANGUAGE=JAVASCRIPT>
<!-- Supprime bandeau publicitaire chez.com
if (top.frames.length!=0)
window.top.document.body.rows = "0, *"
// -->
</script>

<body bgcolor="#000000" text="#000000" link="#333333" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" vlink="#333333" alink="#333333">
<table width="100%" border="1" cellspacing="2" cellpadding="1" bgcolor="#CCCCCC" align="left" bordercolordark="#000000" bordercolorlight="#000000" bordercolor="#000000">
  <tr> 
    <td colspan="4" height="100%" width="100%"> <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"> 
        <b>&nbsp;&#149;&nbsp;23/02/08 : </b> Bonne Ann&eacute;e 2008 &agrave; tous les ataristes encore présents en cette nouvelle année !!!<br>
		Juste un petit mot pour indiquer que le site web est un peu en stand-by pour le moment.<br>
		La partie <strong>GUESTBOOK</strong> a été un peu remaniée pour éviter les innombrables pourriels.<br>
		Je m'occupe un peu plus maintenant du website du groupe d'intros sur ST <strong>NOEXTRA</strong> : <a href="http://www.noextra-team.com/" target="_blank">http://www.noextra-team.com/</a>.<br>

        <br>



        <b>&nbsp;&#149;&nbsp;01/01/07 : </b> Bonne Ann&eacute;e 2007 &agrave; tous les ataristes de la terre !!! Ajout de 3 intros de jeux faits pour le site 
        web <a href="http://www.atarilegend.com/" target="_blank">Atari Legend</a>  dans la partie 
        <strong>MES PRODS</strong>.<br>
        <br>
        <b>&nbsp;&#149;&nbsp;28/10/06 : </b> Après un gros tri de tous les sites 
        Web sur Chez.com (grosse purge en fait !), le site revient avec une grosse 
        update dans la partie <strong>SOURCES</strong> où j'ai rajouté les sources 
        assembleur de la Delirious Demo 3 & 4 qu'<strong>Axel des MCS</strong> 
        avait posté sur <a href="http://www.atari-forum.com/" target="_blank">atari-forum.com</a>. 
        Mister <strong>Lautremont</strong> du m&ecirc;me forum m'a envoy&eacute; 
        2 documents sur les sources de Laurent PIECHOCKI disquette num&eacute;ro 
        2 qui &eacute;taient &eacute;rron&eacute;s. J'en profite aussi pour indiquer 
        que ce forum a cr&eacute;&eacute; un site <a href="http://www.atari-forum.com/wiki/index.php/Main_Page" target="_blank">Wiki</a> 
        pour y mettre toutes choses int&eacute;ressantes sur le monde de l'Atari 
        ST, j'y ai ajout&eacute; pas mal de documents et esp&egrave;re que d'autres 
        personnes auront le temps de s'y enregistrer et d'y apporter leurs connaissances...<br>
        <br>
        <b>&nbsp;&#149;&nbsp;06/08/06 : </b> Petite mise-à-jour dans la partie 
        <strong>MES PRODS</strong> avec les derni&egrave;res intros pour le site 
        web <a href="http://www.atarilegend.com/" target="_blank">Atari Legend</a> 
        et arr&ecirc;t de l'&eacute;criture du <strong>GUESTBOOK</strong> temporaire 
        (trop de SPAMS !).<br>
        <br>
        <b>&nbsp;&#149;&nbsp;05/01/06 : </b> <em><strong>BONNE ANNEE A TOUS !</strong></em> 
        Une petite mise-à-jour a été effectué dans la section <strong>SOURCES</strong> 
        pour les disquettes de cours 68k de Laurent Piechocki (grand merci à <em>Stabylo</em> 
        des <a href="http://removers.free.fr/" target="_blank">Removers</a>). 
        <br>
        <br>
        <b>&nbsp;&#149;&nbsp;17/12/05 : </b> Une mise-à-jour spéciale dans la 
        section <strong>MES PRODS</strong> du site avec la sortie de la compo 
        online 2005 de <strong>Dhs</strong> (fête des 20 ans de l'Atari ST) ou 
        j'ai cod&eacute; 2 &eacute;crans. A noter le prochain RDV des ataristes 
        &agrave; l'ATARI CONNEXION 2006 tout pr&egrave;s de Paris, plus d'informations 
        sur <a href="http://www.yaronet.com/forum.php?s=9" target="_blank">http://www.yaronet.com/</a>.<br>
        <br>
        <b>&nbsp;&#149;&nbsp;28/11/05 : </b> Une mise-à-jour spéciale dans la 
        section <i>GALERIE</i> du site : dans la partie <b>MAGAZINE </b>j'ai ajout&eacute; 
        3 disquettes du feu magazine <b><i>ATARI MAGAZINE</i></b>. J'ai aussi 
        rajout&eacute; la disquette <i>St Connexion disk 2</i> dans la partie 
        <b>PLAYERS</b> ainsi qu'un ripper d'images dans la partie <b>UTILS</b>. 
        Dans cette section du site j'ai aussi ajout&eacute; une compile d'utilitaires 
        : <i>MFC COPY DISK 2</i> dans la partie <b>DIVERS</b>.<br>
        <br>
        <b>&nbsp;&#149;&nbsp;18/07/05 :</b> Ajout de liens spéciaux sur le <b>GFA 
        BASIC</b> (Atari/Pc) dans ma page de <a href="../Liens/Liens.html" target="_blank"><b>LIENS</b></a> 
        ainsi que l'ajout des codes de 25 menus <b>AUTOMATION/LSD</b> + 1 source 
        d'un cracktro <b>CYNIX</b> dans ma page de <a href="../Sources/Sources.html" target="_blank"><b>SOURCES</b></a>.<br>
        <br>
        <b>&nbsp;&#149;&nbsp;28/06/05 :</b> Ajout de trois nouveaux utilitaires 
        dans la partie <a href="../Atari/Galerie/Index.html" target="_blank"><b>GALERIE</b></a>.<br>
        <br>
        <b>&nbsp;&#149;&nbsp;27/06/05 :</b> Mise-à-jour importante du site pour 
        les vacances : pleins de codes sources <b>ASM</b> & <b>GFA-BASIC</b> pour 
        les plus fervents codeurs sur Atari ST !<br>
        Un nouvel espace est maintenant ouvert : <a href="../Sources/Sources.html" target="_blank"><b>SOURCES</b></a> 
        (ic&ocirc;ne poubelle sur la page d'index), il contient pas mal de fichiers 
        assembleurs sources &agrave; t&eacute;l&eacute;charger ainsi que des tutoriaux 
        pour programmer en 68000 sur ST. Il y a pas mal de sources de groupes 
        et de d&eacute;mos test&eacute;s sous <i>DEVPACK 2.25f</i> qui ont necessit&eacute;s 
        quelques retouches pour que cela puisse bien compiler et s'executer proprement... 
        Bien entendu le compilateur est t&eacute;l&eacute;chargable sur la page 
        avec ses outils.<br>
        Dans la partie <a href="../GfaBasic/GfaBasic.html" target="_blank"><b>GFA-BASIC</b></a>, 
        j'ai ajout&eacute; un disk (au format MSA) remplie de codes sources (au 
        format LST) provenant des editions Pressimage : c'est une vrai boite aux 
        tr&eacute;sors pour les <i>GFA-PUNCHISTES</i> !<br>
        Derni&egrave;re petite intro en date : pour jeu <b><a href="../Atari/MjjProd/MJJPROD.html" target="_blank">MASQUE+</a></b> 
        qui sort enfin sur atari-legend. Cette intro &agrave; la particularit&eacute;e 
        de fonctionner diff&eacute;rement sur un STF ou sur un STE : sur un <i><b>STF</b></i> 
        on voie que le graphisme ne rend pas trop bien (palette de 512 couleurs) 
        avec un soundchip de crawdaddy jou&eacute; en fond alors que sur un <b><i>STE</i></b>, 
        la palette &eacute;tendue rend mieux &agrave; l'&eacute;cran et elle exploite 
        le DMA en jouant un module &quot;chipie&quot; &agrave; 12,5 Khz. Tout 
        ca avec un overscan haut/bas... et bien entendu qui ne fonctionne pas 
        sur un <i><b>Falcon</b></i>.<br>
        <img src="../Atari/MesProds/AL/MASQUE+.png" width="384" height="270"></font></p>
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><br>
        <b>&nbsp;&#149;&nbsp;25/05/05 :</b> Petite mise-&agrave;-jour de la page 
        de Liens et ajout de la capture de l'intro <b>BSW DCD no 135</b> dans 
        la page des productions.<br>
        <img src="../Atari/MesProds/BswDcd/BSW135.png" width="384" height="270"> 
        <br>
        <br>
        <b>&nbsp;&#149;&nbsp;17/03/05 :</b> A la demande de certains surfeurs 
        j'ai rajout&eacute; les compilations <b>MAD VISION</b> qu'il me restait. 
        En ce qui concerne la tradution des pages en anglais, je n'ai jamais eu 
        le temps de le faire et je ne pense pas me charger de cette lourde tache, 
        donc le site restera francophone...<br>
        <br>
        <b>&nbsp;&#149;&nbsp;16/03/05 :</b> Grosse mise-à-jour du site dans la 
        section <b>GALERIE</b>. Ajout d'un nouveau player STE dans les <b>Players</b>, 
        ouverture (enfin !) de la page <b>Divers</b> avec pas moins de 8 compiles 
        d'utilitaires de groupes ST, ajout de 16 utilitaires dans la page <b>Utils</b> 
        (&ccedil;a faisait deux ans que je n'y avait pas touch&eacute; !), ajout 
        aussi des 3 amazines manquants dans la petite section <b>MAD VISION</b> 
        et bien s&ucirc;r mise-&agrave;-jour de la page des <b>Liens</b>.<br>
        Sinon une nouvelle section vera le jour tr&egrave;s prochainement, elle 
        concerne tout ce qui est li&eacute; &agrave; la programmation asembleur 
        sur l'ATARI ST avec pleins de sources et de documentations.<br>
        <br>
        <b>&nbsp;&#149;&nbsp;20/12/04 :</b> Petite mise-à-jour dans la section 
        MJJPROD sur le concours des 10 ans du site de <a href="http://dhs.nu/scene_compo_ten_year.php" target="_blank">DHS</a>.<br>
        <br>
        <b>&nbsp;&#149;&nbsp;05/11/04 :</b> Grosse mise-à-jour dans la section 
        <b>GALERIE</b> pour les fanas de modules : les pages <i><b>PLAYERS</b></i> 
        et <i><b>TRACKERS</b></i> sont encore une fois agrémentées de leurs logiciels 
        &agrave; télécharger :<br>
        * <b>AGTracker</b> v 2.1 d'American Gold<br>
        * <b>Paula</b> v 2.4 sous GEM<br>
        * <b>Ultimate Tracker</b> v 2.51 sous GEM<br>
        * <b>Protracker ST</b> v2.0 avec tous ses programmes<br>
        * <b>Esion Xli</b> ST v1.0<br>
        * <b>The Empire Noisetracker</b> v1.5 de Dr SATAN<br>
        * <b>Audio Sculpture</b> de Synchron Assembly<br>
        * <b>Music Master</b> de Computer's Dream (n&eacute;cessite un dongle 
        pour fonctionner !)<br>
        Seul le logiciel <b>HMS Soundtracker</b> d'ESAT Software manquera au t&eacute;l&eacute;chargement. 
        Il manque aussi la version sorti sonore port cartouche du Soundtracker 
        du groupe <i>ST CONNEXION</i>...<br>
        <br>
        Mise-&agrave;-jour aussi de la page des productions <strong><a href="../Atari/MjjProd/MJJPROD.html" target="_blank">MJJPROD</a></strong> 
        : <br>
        <img src="../Atari/MesProds/BswDcd/BSW120.jpg" width="383" height="269" border="0"><br>
        Une intro fait pour les compiles <em>Blue Software</em> pour <strong>the 
        Byte of T.C.E.</strong><br>
        <br>
        Mise-à-jour aussi de ma page des <b><a href="http://www.chez.com/freddo/Liens/Liens.html" target="_blank">LIENS</a></b> 
        et correction du javascript qui buggait sur la page d'intro de chargement 
        des images di site web. (merci encore une fois &agrave; tiscali de surcharger 
        nos pages avec d'&eacute;normes bani&egrave;res bourr&eacute;es de javascript 
        !)<br>
        <br>
        <b>&nbsp;&#149;&nbsp;12/03/04 :</b>&nbsp;Mise à jour de ma page des <b><a href="http://www.chez.com/freddo/Liens/Liens.html" target="_blank">LIENS</a></b> 
        qui en avait vraiment bien besoin. Après l'abandon du site de <b>Shredder</b>... 
        Le groupe français <b>T.C.P.</b> "s'européanise" en devenant <b>ParadiZe</b>... 
        <b>ST MAG</b> se refait une santé avec un site francais/anglais... et 
        <b>Mr Nours</b> qui se met a coder comme un fou sur ST... <b>Brume</b> 
        m'annonce que <i><b>Pacigame</b></i> sera abandonner et supprimer, que 
        <b><i>Pacidemo</i></b> restera tel quel. C'est sans compter que son projet 
        de faire un site "unitaire" venait enfin de voir le jour ! Projet qui 
        restait sans fin depuis pas mal de temps vient de voir la naissance de 
        <a href="http://www.atarilegend.com/" target="_blank"><b>Atari Legend</b></a>. 
        Souhaitons lui bon courage à &agrave; toute la bande qui comptent les 
        néanmoins <b>Silver Surfer</b> (son site est clos aussi !), <b>ST Graveyard</b>, 
        <b>Shredder</b>, <b>cb</b>, etc...<br>
        <br>
        Grosse news !!! Le source complet de la compile <i><b>MJJPROD &agrave; 
        10 ans + 1</b></i> est disponible sur la page en question (section <a href="http://www.chez.com/freddo/Atari/MjjProd/MJJPROD.html" target="_blank"><b>MJJPROD</b></a>).<br>
        </font><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><br>
        J'en ai profité pour rajouter aussi quelques compiles <i><b>MAD VISION</b></i> 
        dans ma Galerie. (il y en aura d'autres encore &agrave; venir...) <br>
        <br>
        La prochaine mise &agrave; jour du site concernera la partie <b>MUSIQUE</b>. 
        </font><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Patience 
        ! <br>
        (Petit mot &agrave; <i>toune</i>, j'ai bien lu le message...)</font></p>
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&nbsp;&#149;&nbsp;05/01/04 
        :</b>&nbsp;Petite mise à jour dans la section <b><a href="../Atari/MjjProd/MJJPROD.html" target="_blank">MJJPROD</a></b> 
        au niveau des petites productions faites pour le groupe. Et surtout <i><b>BONNE 
        ANNEE 2004</b></i> à tous les ataristes ! <br>
        <br>
        <b>&nbsp;&#149;&nbsp;24/10/03 :</b> Très peu de news en ce moment. La 
        page de <b>liens</b> a été revisitée et ne cesse de grossir au fur et 
        à mesure du temps...<br>
        Sinon j'ai recu un petit email de <b>Jacky</b> qui m'a fait beaucoup plaisir. 
        (Merci encore !)<br>
        En attendant que la section <b>MJJPROD</b> soit implementée par de nouvelles 
        prods, je vous conseillerai de faire un tour sur ma page de liens tout 
        en bas, vous pourrez voir toutes les photos du groupe depuis c'est dix 
        derni&egrave;re ann&eacute;e ! N'oubliez pas non plus d'allez voir le 
        <a href="http://perso.wanadoo.fr/mjjprod/" target="_blank">site officiel</a>, 
        les dernières prods depuis la MJJPARTY 3 y sont disponibles !<br>
        Et on encourage un peu <b>Florent</b> d'<a href="http://atari.games.free.fr/" target="_blank">ATARI.GAMES</a> 
        qui prend aussi cong&eacute; de nous car il est trop occup&eacute; en 
        ce moment...<br>
        A noter que <b>Brume</b> fera bient&ocirc;t son grand retour, la bataille 
        n'est pas termin&eacute;e !<br>
        <br>
        <b>&nbsp;&#149;&nbsp;28/07/03 :</b> Beaucoup de news : apr&egrave;s <b>Shredder</b>, 
        le webmaster francophone <b>cb</b> d'<a href="http://atariforce.free.fr/" target="_blank">AtariForce</a> 
        va prendre un cong&eacute; (non prolong&eacute; j'esp&egrave;re !) avant 
        de faire une prochaine MAJ de son site web mais nous &agrave; gratifier 
        de pas mal de jeux sur son site, &agrave; visiter et re-visiter tr&egrave;s 
        rapidement !<br>
        <br>
        <b>Florent</b>, le webmaster du site francophone <a href="http://atari.games.free.fr/" target="_blank">ATARI.GAMES</a> 
        a beaucoup travailler ces temps-ci, une nouvelle section <b>GFA BASIC</b> 
        a vu le jour avec pleins de goodies. Il a cr&eacute;&eacute; aussi un 
        <a href="http://atari.games.free.fr/atarist/_dossiers_/dev/aiw/index.html" target="_blank">logiciel</a> 
        sur PC : <b>ATARI.IMAGE.WORKSHOP</b> (ou a.i.w.). Ce logiciel permet de 
        convertir des images entre les diff&eacute;rents formats PC et Atari ST, 
        un peu comme <b>XnView</b> (avec le s.d.k. GFL). C'est encore en b&eacute;ta 
        (3&egrave;me version) et promet gr&acirc;ce au scripting (charger/sauver/cr&eacute;er/avec 
        s&eacute;quencement) qui permet d'adapter diff&eacute;rents traitements 
        sur diff&eacute;rentes images.<br>
        <img src="Images/screen_0.jpg" width="450" height="317"><br>
        <br>
        Enfin petite MAJ de ma page de liens... </font><br>
        <br>
        <font face="Verdana, Arial, Helvetica, sans-serif" size="2"> <b>&nbsp;&#149;&nbsp;26/06/03 
        :</b> Nouvelle prod des <b>MJJPROD</b>, le slideshow version 2 vient d'arriver 
        tout chaud dans les bacs avec une version émulateur (STEEM) au format 
        .st et une autre version pour Falcon ou ST avec un HD. A VOIR ABSOLUMENT 
        et à télécharger sur le site <a href="http://perso.wanadoo.fr/mjjprod/" target="_blank">OFFICIEL</a> 
        de Fel'X !<br>
        <img src="Images/MJJSlide2.gif" width="320" height="200"><br>
        <br>
        <u>Autre niouze :</u> le webmaster <a href="http://www.multimania.com/shredder/atari/" target="_blank"><b>Shredder</b></a> 
        arrête sa passion nostalgique de l'Atari ST, cela fait le deuxième webmaster 
        cette année qui abandonne son site et qui sont sur le web depuis longtemps. 
        Bon courage pour la suite Shredder !</font><br>
        <br>
        <font face="Verdana, Arial, Helvetica, sans-serif" size="2"> <b>&nbsp;&#149;&nbsp;05/05/03 
        :</b> Grosse Mise-à-jour de la page <b>MES LIENS</b>.</font><br>
        <br>
      </p>
      <table width="100%" border="0" cellspacing="0" cellpadding="0" bgcolor="#FFFFFF">
        <tr>
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&nbsp;&#149;&nbsp;04/05/03 
            :</b> Enfin des news sur les sites web de <b>PACIGAME</b> et <b>PACIDEMO</b>, 
            <i>Brume</i> les remets à disposition mais n'y touchera plus... Quel 
            dommage !!!<br>
            La toile francophone de l'<b>Atari ST</b> et de la scène perd quelqu'un 
            de très important dans sa famille... un peu de tristesse tout de même 
            pour ce d&eacute;but de l'ann&eacute;e 2003... Beaucoup de décisions 
            difficiles ont été prises de sa part mais souhaitons-lui bon courage 
            pour ses futurs projets ! Sacr&eacute; Bruno, tu nous manque d&eacute;j&agrave; 
            !</font></td>
        </tr>
      </table>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="2"><br>
      <b>&nbsp;&#149;&nbsp;24/04/03 : COMMUNIQUE :</b><br>
      <br>
      Appel a tout les webmasters...Je demande un week-end de fermeture des sites 
      avec en premiere page la demande de r&eacute;ouverture des sites <a href="http://pacidemo.planet-d.net/" target="_blank">Pacidemo</a> 
      et <a href="http://www.pacigame.com/" target="_blank">Pacigame</a>..... 
      <p>J'appelle tout les visiteurs a laisser des messages sur le forum de Mr 
        Nours...<br>
        <a href="../../emulatari.free.fr/index.html" target="_blank">http://emulatari.free.fr/</a></p>
      <p>Sans Brume sur le net ca sera pas comme avant...Je ne connais pas sa 
        raison mais on n'abandonne pas sa passion, on peut etre desabus&eacute;...<br>
        <br>
        <b><i>Fel'X[MjjProd]</i></b><i> le Jeudi 24 avril 2003.</i></p>
      <b>&nbsp;&#149;&nbsp;04/04/03 : </b>Le site <a href="http://www.chez.com/stalive/" target="_blank"><b>STALIVE</b></a> 
      fête officiellement sa première bougie ! Voici le communiqu&eacute; :<br>
      <br>
      </font> 
      <table width="90%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td width="87%">
            <blockquote>
              <p><i><font face="Verdana, Arial, Helvetica, sans-serif" size="2">&nbsp;plus 
                de nouveautes plus de musiques et plus de jeux pour les un an 
                du site... <br>
                &nbsp;visitez vite STALIVE... ainsi que les sites partenaires....... 
                <br>
                &nbsp;...pacidemo atarigames missing atari fuzion shrine atariforce 
                et pacigame...</font></i></p>
            </blockquote>
          </td>
          <td width="13%"><img src="Images/TN_bomb3.gif" width="80" height="80"></td>
        </tr>
      </table>
      <br>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&nbsp;&#149;&nbsp;13/03/03 : </b>On vient de m'envoyer la compile <b>TSK 
      n°13</b> que j'ai immédiatement mis sur le site, toujours dans la section 
      <b><i>GALERIE</i></b>. Enfin je ne suis plus seul &agrave; conna&icirc;tre 
      le groupe des <b>Fanatics</b> !<br>
      <br>
      <b>&nbsp;&#149;&nbsp;12/03/03 : </b>Au menu aujourd'hui une grosse mise-à-jour 
      très importante au niveau des <b>SoundTrackers</b> et <b>Protrackers</b> 
      (section <i><b>GALERIE</b></i>), pas moins de 12 Protrackers dont pas mal 
      de premières versions (<i>5 sont disponibles en téléchargement</i>) ainsi 
      que quelques SoundTrackers (<i>3 sont disponibles aussi en téléchargement</i>).<br>
      <br>
      <img src="Images/Equinox.gif" width="320" height="200" align="middle"><br>
      <br>
      <b>&nbsp;&#149;&nbsp;02/03/03 : </b>Deux sites web ataristes francophones 
      importants à visiter :<br>
      - <b><a href="http://www.pacigame.com/" target="_blank">PACIGAME.COM</a></b> 
      : enfin <b>Brume</b> nous offre une superbe mise-à-jour de son site web 
      regroupant toutes les compiles <b>ATARI ST</b> de crackers connues à ce 
      jour. Aidez-le à compléter les compiles manquantes ! Il y a quelques 500 
      compiles téléchargeables pour le moment... <br>
      <img src="Images/Pacigame.gif" width="425" height="69" align="middle"> <br>
      <br>
      - Le site <a href="http://perso.wanadoo.fr/stalive/" target="_blank"><b>STALIVE</b></a> 
      de <b>Fel'X</b> prend du galon : aider par un des graphistes des Mjjs <b>GoldenBoy</b> 
      et de quelques officionados (<b>cb</b> pour ne pas le citer !), il a ouvert 
      une nouvelle branche de son site qui regroupait déjà tous les soundchips 
      Atari de l'époque : <b>ST Alive Games</b>. Cette section est à découvrir 
      absolument !<br>
      <img src="Images/stalivegames.jpg" width="468" height="60" align="middle"> 
      <br>
      <br>
      Enfin quelques petites modifications sur le site : rajout de 2 liens de 
      sites internet francophones qui vaut le coup d'oeil : <i>Alone in the Past</i> 
      (importante mise-&agrave;-jour) &amp; <i>Age Of Coding</i>. Rajout de 2 
      captures d'&eacute;crans dans la section <b>INTROS</b>. Ajout aussi d'un 
      utilitaire : <b>DISCO SCOPIE</b> envoy&eacute; bien s&ucirc;r par <i>Fel'X 
      de Mjjs</i> !<br>
      <br>
      <b>&nbsp;&#149;&nbsp;26/01/03 : Bonnes Ann&eacute;es 2003</b> &agrave; Tous 
      !<br>
      - <b>CONCOURS D.C.K.</b> : le concours terminant le 31/01, j'en ai profité 
      pour faire une deuxième démo, tous les sources et les 2 démos se trouvent 
      <a href="../Atari/MjjProd/Dck2003.html" target="_blank">ici</a>, merci encore 
      à <a href="http://pacidemo.planet-d.net/" target="_blank">Brume</a> pour 
      avoir reconduit le concours fin janvier !<br>
      - Mise-&agrave;-jour de la page <b>MJJPROD</b> section <b><i>MJJPLAYER</i></b>.<br>
      <b>&nbsp;&#149;&nbsp;23/12/02 : </b>Pleins de Cadeaux de Noël, la section 
      <b>UTILS</b> a été agrémentée des logiciels suivants :<br>
      - <b>3D CONSTRUCTION KIT</b><br>
      - <b>CALCOMAT & DATAMAT ST</b><br>
      - <b>DALI 4</b> full (2 disks)<br>
      - <b>NEWDESK</b> (émulation du bureau GEM du TOS v 2.05)<br>
      - <b>EASY-DRAW</b><br>
      - <b>ATARI ST BASIC</b> (celui livr&eacute; avec l'Atari ST)<br>
      - <b>PLUS PAINT</b> (merci <i>Fel'X</i> !)<br>
      - <b>LOGO</b> (merci <i>Fel'X</i> !)<br>
      &nbsp;Une mise-&agrave;-jour prochaine pour la section <b>GFA BASIC</b> 
      ou les punchs feront leurs grand retour gr&acirc;ce &agrave; Tonton Bruno...<br>
      <b>&nbsp;&#149;&nbsp;02/12/02 : </b>Deux bonnes nouvelles : <br>
      - <b>MJJPROD</b> change d'url pour "encore plus" meilleur : <a href="http://perso.wanadoo.fr/mjjprod/" target="_blank">http://perso.wanadoo.fr/mjjprod/</a><br>
      - <b>CONCOURS D.C.K.</b> : enfin un concours de d&eacute;mos pour les ataristes 
      en 2002. Pour tout savoir, il faut aller sur le site de <a href="http://pacidemo.planet-d.net/" target="_blank">Brume</a> 
      !<br>
      Petite mise-&agrave;-jour de ma page de <b>LIENS</b> en attendant d'en rajouter 
      d'autres.<br>
      <b>&nbsp;&#149;&nbsp;11/11/02 : </b>Grosse mise-à-jour de la section <b>GFA 
      BASIC</b> : <br>
      &nbsp;- Modifications des scripts et tous testés<br>
      &nbsp;- Enlever l'image de fond<br>
      &nbsp;- Ajout de routines pour : écouter des soundchips, sauvegarder la 
      résolution de l'écran, sauvegarder la palette systême en rendant la main 
      dans un programme et affichage d'un mandelbrot simple en 320*200<br>
      &nbsp;- Toutes les routines sont disponibles aux téléchargements.<br>
      <b>&nbsp;&#149;&nbsp;07/11/02 : </b>J'heberge temporairement la page la 
      plus fournie sur la <b>FAQ</b> des transferts sur ST->PC et vice-versa, 
      voici le lien pour accéder à la page de <b>TIK</b> : <a href="http://www.chez.com/freddo/Transfert/Guide.htm" target="_blank">Guide.htm</a>. 
      En souhaitant un prompt retour au site de TIK...<br>
      <b>&nbsp;&#149;&nbsp;30/09/02 : </b>Ajout d'une section <b>MJJPROD</b> : 
      elle contient pour le moment les 2 prods faites avec le groupe dont je suis 
      membre, Atari rules...<br>
      <b>&nbsp;&#149;&nbsp;18/07/02 : </b>Encore une ni&egrave;me mise &agrave; 
      jour du site : La page des <b>LIENS</b> &agrave; &eacute;t&eacute; updat&eacute;e 
      compl&egrave;tement.<br>
      <b>&nbsp;&#149;&nbsp;14/07/02 : </b>Encore une mise &agrave; jour sur le 
      site : Ajout de 5 programmes dans la section GALERIE - <b>UTILES</b> : DISK 
      SYSTEM (compiles d'utiles par The Terminators), MAKEICON, PRINTMASTER PLUS, 
      SPY II et SPEECH SYNTHETIZER soit pour un total de 26 utilitaires. <BR>
      Ajout aussi dans la section <B>LES INTROS</B> de captures d'&eacute;crans 
      des groupes de crackers MCA et Blade Runners.<br>
      <b>&nbsp;&#149;&nbsp;10/07/02 : </b>Derni&egrave;re mise &agrave; jour sur 
      le site : ajout de captures d'&eacute;crans dans la section <b>LES INTROS</b> 
      de diff&eacute;rents groupes de crackers. Soit un peu plus de 60 GIFS...<br>
      <b>&nbsp;&#149;&nbsp;20/05/02 : </b>Beaucoup beaucoup de mise &agrave; jour 
      sur le site : ajout de 2 nouveaux utilitaires dans la section <b>UTILES</b> 
      de la <b>GALERIE</b>. Ouverture de 2 nouvelles sections : <b>GUESTBOOK</b> 
      &amp; <b>LES INTROS</b> qui contient pas mal de captures d'&eacute;crans 
      ainsi qu'une compile perso<br>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<img src="../Intros/GIFs/Compil01A.gif" width="320" height="200"><br>
      d'intros/dentros &agrave; t&eacute;l&eacute;charger ABSOLUMENT ! Mise &agrave; 
      jour de la page <b>RECHERCHE</b> avec des r&eacute;ponses plus pr&eacute;cises 
      sur les recherches dans le site.<br>
      <b>&nbsp;&#149;&nbsp;05/04/02 : </b>Mise &agrave; jour de la page <B>LIENS</B> 
      et ajout de quelques forums anglais/fran&ccedil;ais o&ugrave; on parle <B>ATARI</B> 
      : <B><A HREF="http://www.grospixels.com/phpBB/index.php" TARGET="_blank">GROSPIXELS.COM</A></B> 
      et <B>PACIGAME AERA</B> en encourageant <B>Brume</B> &agrave; remettre ses 
      sites en place tr&egrave;s prochainement. Je f&ecirc;te aussi le retour 
      de <B><A HREF="http://www.atari-warez.com/" TARGET="_blank">HANGLOOSE</A></B> 
      en esp&eacute;rant une plus grande longitivit&eacute; du site. Allez sur 
      le site <B><A HREF="http://atari.games.free.fr/" TARGET="_blank">ATARI FRENCH 
      CONNEXION</A></B> pour y d&eacute;couvrir les derniers jeux sortis sur <B>ATARI 
      ST</B> en 2002.<BR>
      </font> <FONT FACE="Verdana, Arial, Helvetica, sans-serif" SIZE="2"><B>&nbsp;</B></FONT><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&#149;&nbsp;29/03/02 
      : </b>Mise &agrave; jour de la page de<B> LIENS</B>. Un nouveau site pour 
      les nostalgiques de l'Atari ST par <B>Felx/MjjProd</B> qui nous pr&eacute;sente 
      son nouveau site web : <B><A HREF="http://www.chez.com/stalive/" TARGET="_blank">ST 
      ALIVE</A></B>.<BR> 
</font> <FONT FACE="Verdana, Arial, Helvetica, sans-serif" SIZE="2"><B>&nbsp;</B></FONT><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&#149;&nbsp;08/03/02 
: </b>Mise &agrave; jour de la page de<B> LIENS</B>.<BR>
      <b>&nbsp;&#149;&nbsp;03/03/02 : </b>Mise &agrave; jour de la page <b>UTILES</b> 
      dans la section <b>GALERIE</b> : ajout de 8 utilitaires.<br>
      </font> <font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&nbsp;&#149;&nbsp;30/01/02 
      : </b>Mise &agrave; jour de la page de ma page de <b>LIENS</b>.<br>
      </font> <font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&nbsp;&#149;&nbsp;17/01/02 
      : </b>Encore une ni&egrave;me bourde de mon super h&eacute;bergeur depuis 
      1997. Spamming de plus de 4000 emails encore une fois ce matin et ca continuait 
      encore apr&egrave;s avoir effac&eacute; tous les emails. Sur CHEZ.COM il 
      se moque vraiment du monde ! Encore des emails pass&eacute;s &agrave; la 
      trappe...<br>
      </font> 
      <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr>
          <td bgcolor="#FFFFFF"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>&nbsp;&#149;&nbsp;16/01/02 
            : </b>Apr&egrave;s l'affaire de mister <b>Xavier</b> qui pompe des 
            sites web fran&ccedil;ais et qui fait avec tout &ccedil;a un super 
            site web Atari avec du contenu sans siter ses sources (voir le forum 
            sur le site de <a href="../../emulatari.free.fr/index.html" target="_blank">MrNours</a>), 
            j'ai trouv&eacute; pire : <i><b>http://lemouillour.eric.free.fr/</b></i>. 
            Il fait du copier/coller sur sa page de liens Atari : <a href="http://lemouillour.eric.free.fr/emul/atari.htm" target="_blank">http://lemouillour.eric.free.fr/emul/atari.htm</a>, 
            il en profite aussi pour pomper d'autres pages de liens comme celui 
            du site ToxicMag (voir contact sur l'adresse email !), et en plus, 
            comble du comble, il a fait une page sp&eacute;cial sur le GFA BASIC 
            (<a href="http://lemouillour.eric.free.fr/langages/basic/gfa.htm" target="_blank">http://lemouillour.eric.free.fr/langages/basic/gfa.htm</a>) 
            avec une superbe belle image que j'ai deja vu sur un autre site...<br>
            <font size="3" color="#FF0000"> <b>He !!! Messieurs en manque d'imagination, 
            s'il vous plait, arr&ecirc;t&eacute; de pomper le travail d'autrui 
            !!!</b></font></font></td>
        </tr>
      </table>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="2">&nbsp;<b>&#149;&nbsp;12/01/02 
      : Rey</b> m'explique par email qu'il ne peut rien t&eacute;l&eacute;charger. 
      En effet, tous les fichiers zipp&eacute;s sur mon site ont tous &eacute;t&eacute; 
      &eacute;ffac&eacute;s. Encore une bourde de mon h&eacute;bergeur CHEZ.COM.<b> 
      </b>Les fichiers sont &agrave; nouveaux t&eacute;l&eacute;chargeables...<b> 
      <br>
      &nbsp;&#149;&nbsp;27/12/01<font size="2"> </font></b>:<b> </b>Rajout dans 
      la section <b>GALLERIE</b> - <b>UTILS</b> du logiciels de cr&eacute;ation 
      de d&eacute;mo DCK en fran&ccedil;ais. Merci &agrave; cb //AtariForce// 
      de mettre la doc du logiciel sur mon site<b><font size="2"> &amp;;-)<br>
      &nbsp;&#149;&nbsp;19/12/01</font></b><font size="2"> : Citeweb c'est fini 
      ! J'ai donc d&eacute;cid&eacute; de mettre sur mon site web principal la 
      partie du site contenant les modules.<br>
			<b>&nbsp;&#149;&nbsp;07/12/01 - 13/12/01</b> :beaucoup de probl&egrave;mes 
			sur <b><i>CHEZ.COM</i></b> : pertes d'emails &agrave; cause d'un trop 
			pleins de spamming. D&eacute;sol&eacute; pour les personnes &agrave; 
			qui je n'ai pas repondu aux emails. Si vous avez le courage, renvoyer 
			un autre email.<br>
      <b>&nbsp;&#149;&nbsp;04/12/01</b> : mise &agrave; jour de ma page de <b><i>LIENS</i></b>.</font></font><br>
      <br>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b> 
      <CENTER>
        COUP DE POUCE ! <br>
        <br>
      </CENTER>
      </b> Marre des popups remplies de <b>PUB</b> sur des sites web, t&eacute;l&eacute;charger 
      le petit <a href="Antipub/Antipub.zip">utilitaire</a> (avec ma config perso 
      !) de J&eacute;r&ocirc;me SAYNES ou t&eacute;l&eacute;charge-le sur le site 
      <a href="http://www.scatlaws.com/" target="_blank">http://www.scatlaws.com/</a>. 
      D&eacute;-zipper-le dans un r&eacute;pertoire de votre disque dur et cr&eacute;er 
      un raccourci pour le mettre dans le repertoire de &quot;D&eacute;marrage&quot; 
    de windows. Il prend tr&egrave;s peu de ressources syst&egrave;mes (PC seulement).</font></td>
  </tr>
  <tr>
    <td colspan="4" height="100%" width="100%">&nbsp;</td>
  </tr>
</table>
<br>
</body>

<!-- Mirrored from freddo.chez.com/News/PopUp.html by HTTrack Website Copier/3.x [XR&CO'2014], Thu, 31 Mar 2016 13:55:46 GMT -->
</html>
<noscript>
<A target="